Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.jobActions.deleteHistoryConfirmMessage
source: Delete “%1$@” and all its history? Shifts: %2$@ Recurring schedules: %3$@ Payroll adjustments: %4$@ Pay-rate records: %5$@ This cannot be undone. Past earnings and statistics will change.
ar: هل تريد حذف “%1$@” وكل سجله؟ الورديات: %2$@ الجداول المتكررة: %3$@ تعديلات الرواتب: %4$@ سجلات معدل الأجر: %5$@ لا يمكن التراجع عن هذا. ستتغير الأرباح السابقة والإحصاءات.
bg: Да се изтрие ли „%1$@“ и цялата му история? Смени: %2$@ Повтарящи се графици: %3$@ Корекции на заплащането: %4$@ Записи за ставки: %5$@ Това не може да бъде отменено. Миналите приходи и статистиката ще се променят.
bn: “%1$@” এবং এর সব ইতিহাস মুছবেন? শিফট: %2$@ পুনরাবৃত্ত সময়সূচি: %3$@ বেতন সমন্বয়: %4$@ বেতনের হারের রেকর্ড: %5$@ এটি পূর্বাবস্থায় ফেরানো যাবে না। আগের আয় ও পরিসংখ্যান পরিবর্তিত হবে।
ca: Vols eliminar «%1$@» i tot el seu historial? Torns: %2$@ Horaris recurrents: %3$@ Ajustos de nòmina: %4$@ Registres de tarifa salarial: %5$@ Això no es pot desfer. Els ingressos i les estadístiques anteriors canviaran.
cs: Smazat „%1$@“ a celou jeho historii? Směny: %2$@ Opakované rozvrhy: %3$@ Mzdové úpravy: %4$@ Záznamy o mzdových sazbách: %5$@ Tuto akci nelze vrátit zpět. Minulé výdělky a statistiky se změní.
da: Slet “%1$@” og al dets historik? Vagter: %2$@ Gentagne skemaer: %3$@ Lønjusteringer: %4$@ Lønsatsposter: %5$@ Dette kan ikke fortrydes. Tidligere indtjening og statistik vil ændre sig.
de: „%1$@“ und den gesamten Verlauf löschen? Schichten: %2$@ Wiederkehrende Zeitpläne: %3$@ Lohnanpassungen: %4$@ Lohnsatz-Einträge: %5$@ Dies kann nicht rückgängig gemacht werden. Frühere Einnahmen und Statistiken ändern sich.
el: Διαγραφή του «%1$@» και όλου του ιστορικού του; Βάρδιες: %2$@ Επαναλαμβανόμενα προγράμματα: %3$@ Προσαρμογές μισθοδοσίας: %4$@ Εγγραφές αμοιβής: %5$@ Αυτό δεν μπορεί να αναιρεθεί. Τα προηγούμενα κέρδη και τα στατιστικά θα αλλάξουν.
es: ¿Eliminar “%1$@” y todo su historial? Turnos: %2$@ Horarios recurrentes: %3$@ Ajustes de nómina: %4$@ Registros de tarifa salarial: %5$@ Esto no se puede deshacer. Las ganancias y estadísticas pasadas cambiarán.
et: Kas kustutada „%1$@“ ja kogu selle ajalugu? Vahetused: %2$@ Korduvad graafikud: %3$@ Palgakorrigeerimised: %4$@ Palgamäärade kirjed: %5$@ Seda ei saa tagasi võtta. Varasemad tulud ja statistika muutuvad.
fa: «%1$@» و تمام سابقه‌اش حذف شود؟ شیفت‌ها: %2$@ برنامه‌های تکرارشونده: %3$@ اصلاحات حقوق و دستمزد: %4$@ سوابق نرخ پرداخت: %5$@ این عمل قابل بازگشت نیست. درآمدها و آمار گذشته تغییر خواهند کرد.
fi: Poistetaanko ”%1$@” ja koko sen historia? Vuorot: %2$@ Toistuvat työvuorot: %3$@ Palkkakorjaukset: %4$@ Palkkatasotiedot: %5$@ Tätä ei voi kumota. Aiemmat tulot ja tilastot muuttuvat.
fil: Tanggalin ang “%1$@” at ang lahat ng history nito? Mga shift: %2$@ Mga umuulit na iskedyul: %3$@ Mga payroll adjustment: %4$@ Mga tala ng pay rate: %5$@ Hindi na ito maa-undo. Magbabago ang nakaraang kita at mga istatistika.
fr: Supprimer « %1$@» et tout son historique ? Services : %2$@ Horaires récurrents : %3$@ Ajustements de paie : %4$@ Historique des taux de paie : %5$@ Cette action est irréversible. Les gains passés et les statistiques seront modifiés.
he: למחוק את “%1$@” ואת כל ההיסטוריה שלו? משמרות: %2$@ לוחות זמנים קבועים: %3$@ התאמות שכר: %4$@ רשומות שיעור שכר: %5$@ לא ניתן לבטל פעולה זו. הרווחים והסטטיסטיקות מהעבר ישתנו.
hi: “%1$@” और इसका पूरा इतिहास हटाएँ? शिफ्ट्स: %2$@ आवर्ती शेड्यूल: %3$@ पेरोल समायोजन: %4$@ वेतन-दर रिकॉर्ड: %5$@ इसे पूर्ववत नहीं किया जा सकता। पिछली कमाई और आँकड़े बदल जाएँगे।
hr: Izbrisati „%1$@” i svu njegovu povijest? Smjene: %2$@ Ponavljajući rasporedi: %3$@ Prilagodbe plaće: %4$@ Evidencije stope plaće: %5$@ Ovo se ne može poništiti. Prošla zarada i statistika će se promijeniti.
hu: Törlöd ezt: „%1$@”, és a teljes előzményét? Műszakok: %2$@ Ismétlődő beosztások: %3$@ Bérmódosítások: %4$@ Béradatok: %5$@ Ez nem vonható vissza. A korábbi kereset és statisztikák megváltoznak.
id: Hapus “%1$@” dan semua riwayatnya? Shift: %2$@ Jadwal berulang: %3$@ Penyesuaian gaji: %4$@ Catatan tarif gaji: %5$@ Tindakan ini tidak dapat dibatalkan. Penghasilan dan statistik sebelumnya akan berubah.
is: Eyða „%1$@“ og öllum ferli þess? Vaktir: %2$@ Endurteknar áætlanir: %3$@ Launaleiðréttingar: %4$@ Skrár um launataxta: %5$@ Ekki er hægt að afturkalla þetta. Fyrri tekjur og tölfræði munu breytast.
it: Eliminare "%1$@" e tutta la sua cronologia? Turni: %2$@ Programmazioni ricorrenti: %3$@ Modifiche alla busta paga: %4$@ Cronologia retribuzioni: %5$@ L'operazione non può essere annullata. I guadagni passati e le statistiche cambieranno.
ja: 「%1$@」とその全履歴を削除しますか？ シフト: %2$@ 繰り返しスケジュール: %3$@ 給与調整: %4$@ 時給記録: %5$@ この操作は元に戻せません。過去の収入と統計が変わります。
ko: “%1$@” 및 모든 기록을 삭제할까요? 근무: %2$@ 반복 일정: %3$@ 급여 조정: %4$@ 시급 기록: %5$@ 이 작업은 되돌릴 수 없습니다. 과거 수입과 통계가 변경됩니다.
lt: Ištrinti „%1$@“ ir visą jos istoriją? Pamainos: %2$@ Pasikartojantys grafikai: %3$@ Atlyginimo koregavimai: %4$@ Atlygio tarifų įrašai: %5$@ To negalima atšaukti. Ankstesnis uždarbis ir statistika pasikeis.
lv: Dzēst “%1$@” un visu tās vēsturi? Maiņas: %2$@ Atkārtotie grafiki: %3$@ Algas korekcijas: %4$@ Algas likmju ieraksti: %5$@ To nevar atsaukt. Iepriekšējie ienākumi un statistika mainīsies.
nb: Slette «%1$@» og all historikk? Vakter: %2$@ Faste vakter: %3$@ Lønnsjusteringer: %4$@ Lønnssatser: %5$@ Dette kan ikke angres. Tidligere inntekt og statistikk vil endres.
nl: “%1$@” en alle geschiedenis verwijderen? Diensten: %2$@ Terugkerende roosters: %3$@ Salarisaanpassingen: %4$@ Loonregistraties: %5$@ Dit kan niet ongedaan worden gemaakt. Eerdere inkomsten en statistieken zullen veranderen.
nn: Slette «%1$@» og all historikk? Vakter: %2$@ Faste vakter: %3$@ Lønsjusteringar: %4$@ Lønssatsoppføringar: %5$@ Dette kan ikkje angrast. Tidlegare inntekter og statistikk vil endre seg.
pl: Usunąć „%1$@” i całą jego historię? Zmiany: %2$@ Powtarzające się grafiki: %3$@ Korekty wypłaty: %4$@ Rekordy stawek płacy: %5$@ Tego nie można cofnąć. Dotychczasowe zarobki i statystyki ulegną zmianie.
pt_br: Excluir “%1$@” e todo o histórico? Turnos: %2$@ Escalas recorrentes: %3$@ Ajustes de folha: %4$@ Registros de salário: %5$@ Isso não pode ser desfeito. Ganhos e estatísticas anteriores mudarão.
ro: Ștergi „%1$@” și tot istoricul? Ture: %2$@ Programe recurente: %3$@ Ajustări salariale: %4$@ Înregistrări ale tarifului de plată: %5$@ Acțiunea nu poate fi anulată. Câștigurile și statisticile anterioare se vor schimba.
ru: Удалить «%1$@» и всю его историю? Смены: %2$@ Повторяющиеся графики: %3$@ Корректировки зарплаты: %4$@ Записи о ставках оплаты: %5$@ Это нельзя отменить. Прошлые доходы и статистика изменятся.
sk: Odstrániť „%1$@“ a celú jeho históriu? Zmeny: %2$@ Opakované rozvrhy: %3$@ Mzdové úpravy: %4$@ Záznamy o sadzbách mzdy: %5$@ Toto sa nedá vrátiť späť. Minulé zárobky a štatistiky sa zmenia.
sl: Izbrišem »%1$@« in vso njegovo zgodovino? Izmene: %2$@ Ponavljajoči se urniki: %3$@ Prilagoditve plačila: %4$@ Zapisi o plačnih postavkah: %5$@ Tega ni mogoče razveljaviti. Pretekli zaslužki in statistika se bodo spremenili.
sr: Obrisati „%1$@“ i svu njegovu istoriju? Smene: %2$@ Ponavljajući rasporedi: %3$@ Korekcije plate: %4$@ Evidencija plata po satu: %5$@ Ovo se ne može opozvati. Prethodna zarada i statistika će se promeniti.
sv: Ta bort ”%1$@” och all dess historik? Pass: %2$@ Återkommande scheman: %3$@ Lönejusteringar: %4$@ Lönesatsposter: %5$@ Detta kan inte ångras. Tidigare intäkter och statistik kommer att ändras.
sw: Ufute "%1$@" na historia yake yote? Zamu: %2$@ Ratiba za kujirudia: %3$@ Marekebisho ya malipo: %4$@ Rekodi za viwango vya malipo: %5$@ Hili haliwezi kutenduliwa. Mapato ya zamani na takwimu zitabadilika.
ta: “%1$@” மற்றும் அதன் முழு வரலாறையும் நீக்கவா? ஷிப்ட்கள்: %2$@ மீளும் அட்டவணைகள்: %3$@ ஊதியச் சரிசெய்தல்கள்: %4$@ ஊதிய விகிதப் பதிவுகள்: %5$@ இதை மீட்டெடுக்க முடியாது. முந்தைய வருமானமும் புள்ளிவிவரங்களும் மாறும்.
th: ลบ “%1$@” และประวัติทั้งหมด? กะงาน: %2$@ ตารางเวลาที่เกิดซ้ำ: %3$@ การปรับเงินเดือน: %4$@ ประวัติอัตราค่าจ้าง: %5$@ การดำเนินการนี้ไม่สามารถยกเลิกได้ รายได้และสถิติที่ผ่านมาอาจเปลี่ยนแปลง
tr: “%1$@” ve tüm geçmişi silinsin mi? Vardiyalar: %2$@ Tekrarlayan programlar: %3$@ Maaş ayarlamaları: %4$@ Ücret oranı kayıtları: %5$@ Bu işlem geri alınamaz. Geçmiş kazançlar ve istatistikler değişecek.
uk: Видалити «%1$@» і всю його історію? Зміни: %2$@ Повторювані розклади: %3$@ Коригування зарплати: %4$@ Записи ставок оплати: %5$@ Цю дію не можна скасувати. Попередні заробітки та статистика зміняться.
ur: "%1$@" اور اس کی تمام ہسٹری حذف کریں؟ شفٹس: %2$@ بار بار آنے والے شیڈولز: %3$@ پے رول ایڈجسٹمنٹس: %4$@ تنخواہ کی شرح کے ریکارڈز: %5$@ یہ عمل واپس نہیں ہو سکتا۔ گزشتہ آمدنی اور اعدادوشمار بدل جائیں گے۔
vi: Xóa “%1$@” và toàn bộ lịch sử của nó? Ca làm: %2$@ Lịch lặp lại: %3$@ Điều chỉnh lương: %4$@ Bản ghi mức lương: %5$@ Không thể hoàn tác. Thu nhập và thống kê trước đây sẽ thay đổi.
zh_hans: 删除“%1$@”及其全部历史记录？ 班次：%2$@ 重复排班：%3$@ 工资调整：%4$@ 薪资记录：%5$@ 此操作无法撤销。过往收入和统计数据将会更改。
zh_hant: 要刪除「%1$@」及其所有歷史記錄嗎？ 班次：%2$@ 循環排班：%3$@ 薪資調整：%4$@ 薪資記錄：%5$@ 此操作無法復原。過去的收入和統計資料將會變更。

# settings.pay.jobActions.deleteHistoryConfirmTitle
source: Delete job and history?
ar: حذف الوظيفة والسجل؟
bg: Изтриване на работа и история?
bn: চাকরি ও ইতিহাস মুছে ফেলবেন?
ca: Vols eliminar la feina i l’historial?
cs: Smazat zaměstnání a historii?
da: Slet job og historik?
de: Job und Verlauf löschen?
el: Διαγραφή εργασίας και ιστορικού;
es: ¿Eliminar empleo e historial?
et: Kas kustutada töökoht ja ajalugu?
fa: شغل و سوابق حذف شود؟
fi: Poistetaanko työpaikka ja historia?
fil: Burahin ang trabaho at kasaysayan?
fr: Supprimer l'emploi et l'historique ?
he: למחוק מקום עבודה והיסטוריה?
hi: नौकरी और इतिहास हटाएं?
hr: Izbrisati posao i povijest?
hu: Munkahely és előzmények törlése?
id: Hapus pekerjaan dan riwayat?
is: Eyða starfi og færslusögu?
it: Eliminare lavoro e cronologia?
ja: 勤務先と履歴を削除しますか？
ko: 직장 및 기록을 삭제하시겠습니까?
lt: Ištrinti darbovietę ir istoriją?
lv: Dzēst darba vietu un vēsturi?
nb: Slette jobb og historikk?
nl: Baan en geschiedenis verwijderen?
nn: Slette jobb og historikk?
pl: Usunąć pracę i historię?
pt_br: Excluir emprego e histórico?
ro: Ștergi locul de muncă și istoricul?
ru: Удалить место работы и историю?
sk: Odstrániť pracovisko a históriu?
sl: Izbrisati službo in zgodovino?
sr: Obrisati posao i istoriju?
sv: Radera jobb och historik?
sw: Ufute kazi na historia?
ta: வேலை மற்றும் வரலாற்றை நீக்கவா?
th: ลบงานและประวัติหรือไม่
tr: İş ve geçmişi silinsin mi?
uk: Видалити роботу та історію?
ur: ملازمت اور ریکارڈ حذف کریں؟
vi: Xóa công việc và lịch sử?
zh_hans: 要删除工作及历史记录吗？
zh_hant: 要刪除工作與歷史紀錄嗎？

# settings.pay.jobActions.lastJobHint
source: Add another job before archiving or deleting this one.
ar: أضف وظيفة أخرى قبل أرشفة هذه الوظيفة أو حذفها.
bg: Добавете друга работа, преди да архивирате или изтриете тази.
bn: এটি আর্কাইভ বা মুছার আগে আরেকটি কাজ যোগ করুন।
ca: Afegeix una altra feina abans d'arxivar o suprimir aquesta.
cs: Před archivací nebo smazáním této přidejte jinou práci.
da: Tilføj et andet job, før du arkiverer eller sletter dette.
de: Füge einen weiteren Job hinzu, bevor du diesen archivierst oder löschst.
el: Προσθέστε άλλη δουλειά πριν αρχειοθετήσετε ή διαγράψετε αυτή.
es: Añade otro trabajo antes de archivar o eliminar este.
et: Lisa teine töökoht enne selle arhiveerimist või kustutamist.
fa: پیش از بایگانی یا حذف این شغل، یک شغل دیگر اضافه کنید.
fi: Lisää toinen työpaikka ennen tämän arkistointia tai poistamista.
fil: Magdagdag muna ng ibang trabaho bago i-archive o tanggalin ito.
fr: Ajoutez un autre emploi avant d’archiver ou supprimer celui-ci.
he: הוסף עבודה אחרת לפני ארכוב או מחיקה של זו.
hi: इसे संग्रहित या हटाने से पहले दूसरी नौकरी जोड़ें।
hr: Dodajte drugi posao prije arhiviranja ili brisanja ovog.
hu: Adj hozzá másik munkát, mielőtt archiválod vagy törlöd ezt.
id: Tambahkan pekerjaan lain sebelum mengarsipkan atau menghapus yang ini.
is: Bættu við annarri vinnu áður en þessi er sett í safn eða henni eytt.
it: Aggiungi un altro lavoro prima di archiviare o eliminare questo.
ja: この仕事をアーカイブまたは削除する前に、別の仕事を追加してください。
ko: 이 일터를 보관하거나 삭제하기 전에 다른 일터를 추가하세요.
lt: Prieš archyvuodami ar ištrindami šį darbą, pridėkite kitą darbą.
lv: Pievieno citu darbu, pirms arhivē vai dzēs šo.
nb: Legg til en annen jobb før du arkiverer eller sletter denne.
nl: Voeg een andere baan toe voordat je deze archiveert of verwijdert.
nn: Legg til ein annan jobb før du arkiverer eller slettar denne.
pl: Dodaj inną pracę przed archiwizacją lub usunięciem tej.
pt_br: Adicione outro trabalho antes de arquivar ou excluir este.
ro: Adaugă alt loc de muncă înainte de a-l arhiva sau șterge pe acesta.
ru: Добавьте другую работу перед архивацией или удалением этой.
sk: Pred archivovaním alebo odstránením tejto práce pridajte inú prácu.
sl: Pred arhiviranjem ali brisanjem te dodaj drugo službo.
sr: Dodajte drugi posao pre arhiviranja ili brisanja ovog.
sv: Lägg till ett annat jobb innan du arkiverar eller raderar detta.
sw: Ongeza kazi nyingine kabla ya kuhifadhi au kufuta hii.
ta: இதைக் காப்பகப்படுத்த அல்லது நீக்க முன் மற்றொரு வேலையைச் சேர்க்கவும்.
th: เพิ่มงานอื่นก่อนเก็บเข้าคลังหรือลบงานนี้
tr: Bunu arşivlemeden veya silmeden önce başka bir iş ekle.
uk: Додайте іншу роботу, перш ніж архівувати або видаляти цю.
ur: اسے محفوظ یا حذف کرنے سے پہلے ایک اور ملازمت شامل کریں۔
vi: Thêm một công việc khác trước khi lưu trữ hoặc xóa công việc này.
zh_hans: 归档或删除前，请先添加另一份工作。
zh_hant: 封存或刪除這份工作前，請先新增另一份工作。

# settings.pay.jobActions.setDefault
source: Make default
ar: تعيين كافتراضية
bg: Задайте по подразбиране
bn: ডিফল্ট হিসেবে সেট করুন
ca: Fes-la predeterminada
cs: Nastavit jako výchozí
da: Gør til standard
de: Als Standard festlegen
el: Ορισμός ως προεπιλεγμένης
es: Establecer como predeterminado
et: Määra vaikimisi töökohaks
fa: تعیین به‌عنوان پیش‌فرض
fi: Aseta oletukseksi
fil: Gawing default
fr: Définir par défaut
he: הגדר כברירת מחדל
hi: डिफ़ॉल्ट बनाएं
hr: Postavi kao zadani
hu: Beállítás alapértelmezettként
id: Jadikan standar
is: Gera að sjálfgefnu
it: Imposta come predefinito
ja: デフォルトに設定
ko: 기본으로 설정
lt: Nustatyti kaip numatytąją
lv: Iestatīt kā noklusējuma
nb: Bruk som standard
nl: Als standaard instellen
nn: Bruk som standard
pl: Ustaw jako domyślną
pt_br: Definir como padrão
ro: Setează ca implicit
ru: Сделать местом работы по умолчанию
sk: Nastaviť ako predvolené
sl: Nastavi kot privzeto
sr: Postavi kao podrazumevani
sv: Använd som standard
sw: Weka kama chaguo-msingi
ta: இயல்புநிலையாக அமை
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan yap
uk: Зробити роботою за замовчуванням
ur: بطور ڈیفالٹ مقرر کریں
vi: Đặt làm mặc định
zh_hans: 设为默认
zh_hant: 設為預設

# settings.pay.jobActions.setupHint
source: Finish pay setup before this job can be the default.
ar: أكمل إعداد الأجر قبل أن تصبح هذه الوظيفة افتراضية.
bg: Завършете настройването на заплащането, преди тази работа да може да бъде зададена по подразбиране.
bn: এই চাকরিটি ডিফল্ট করার আগে বেতন সেটআপ সম্পূর্ণ করুন।
ca: Completa la configuració salarial abans que aquesta feina pugui ser la predeterminada.
cs: Před nastavením tohoto zaměstnání jako výchozího dokončete nastavení mzdy.
da: Færdiggør lønopsætningen, før dette job kan være standard.
de: Schließe die Lohneinstellungen ab, bevor dieser Job als Standard festgelegt werden kann.
el: Ολοκληρώστε τη ρύθμιση αμοιβής πριν αυτή η εργασία οριστεί ως προεπιλεγμένη.
es: Completa la configuración de pago antes de que este empleo pueda ser el predeterminado.
et: Lõpeta palgaseadistus, enne kui sellest saab vaikimisi töökoht.
fa: پیش از پیش‌فرض شدن این شغل، تنظیمات پرداخت آن را کامل کنید.
fi: Viimeistele palkka-asetukset, ennen kuin tämä työpaikka voidaan asettaa oletukseksi.
fil: Tapusin ang setup ng sahod bago maging default ang trabahong ito.
fr: Terminez la configuration de la paie avant que cet emploi puisse être défini par défaut.
he: השלם את הגדרת השכר לפני שניתן יהיה להגדיר מקום עבודה זה כברירת מחדל.
hi: इस नौकरी को डिफ़ॉल्ट बनाने से पहले वेतन सेटअप पूरा करें।
hr: Dovršite postavljanje plaće prije nego što ovaj posao postane zadani.
hu: Fejezd be a bérbeállítást, mielőtt ezt a munkahelyet alapértelmezetté teszed.
id: Selesaikan pengaturan pembayaran sebelum pekerjaan ini dapat dijadikan standar.
is: Ljúktu við launauppsetninguna áður en þetta starf getur orðið sjálfgefið.
it: Completa la configurazione della paga prima che questo lavoro possa essere impostato come predefinito.
ja: この勤務先をデフォルトにするには、給与設定を完了してください。
ko: 이 직장을 기본 직장으로 설정하려면 먼저 급여 설정을 완료하세요.
lt: Prieš nustatydami šią darbovietę kaip numatytąją, užbaikite atlygio nustatymą.
lv: Pabeidziet algas iestatīšanu, lai šo darba vietu varētu iestatīt par noklusējuma.
nb: Fullfør lønnsoppsettet før denne jobben kan være standard.
nl: Voltooi de looninstellingen voordat deze baan de standaardbaan kan worden.
nn: Fullfør lønsoppsettet før denne jobben kan vere standard.
pl: Dokończ konfigurację wynagrodzenia, aby ta praca mogła być domyślna.
pt_br: Conclua a configuração salarial antes que este emprego possa ser o padrão.
ro: Finalizează configurarea plății înainte ca acest loc de muncă să devină implicit.
ru: Завершите настройку оплаты, прежде чем назначать это место работы местом по умолчанию.
sk: Dokončite nastavenie mzdy, aby sa toto pracovisko mohlo stať predvoleným.
sl: Preden lahko ta služba postane privzeta, dokončajte nastavitev plačila.
sr: Dovršite podešavanje zarade pre nego što ovaj posao može biti podrazumevani.
sv: Slutför löneinställningarna innan jobbet kan användas som standard.
sw: Kamilisha mipangilio ya malipo kabla ya kazi hii kuwekwa kama chaguo-msingi.
ta: இந்த வேலை இயல்புநிலையாக இருக்க, முதலில் ஊதிய அமைப்பை முடிக்கவும்.
th: ตั้งค่าค่าจ้างให้เสร็จก่อนจึงจะตั้งงานนี้เป็นค่าเริ่มต้นได้
tr: Bu işin varsayılan olabilmesi için ücret ayarlarını tamamlayın.
uk: Завершіть налаштування оплати, перш ніж вибрати цю роботу за замовчуванням.
ur: اس ملازمت کو ڈیفالٹ بنانے سے پہلے اجرت کی ترتیب مکمل کریں۔
vi: Hoàn tất thiết lập lương trước khi có thể đặt công việc này làm mặc định.
zh_hans: 完成薪资设置后，此工作才能设为默认。
zh_hant: 請先完成薪資設定，此工作才能設為預設工作。

# settings.pay.jobActions.standardStatus
source: Default job
ar: الوظيفة الافتراضية
bg: Работа по подразбиране
bn: ডিফল্ট চাকরি
ca: Feina predeterminada
cs: Výchozí zaměstnání
da: Standardjob
de: Standardjob
el: Προεπιλεγμένη εργασία
es: Empleo predeterminado
et: Vaikimisi töökoht
fa: شغل پیش‌فرض
fi: Oletustyöpaikka
fil: Default na trabaho
fr: Emploi par défaut
he: מקום עבודה כברירת מחדל
hi: डिफ़ॉल्ट नौकरी
hr: Zadani posao
hu: Alapértelmezett munkahely
id: Pekerjaan standar
is: Sjálfgefið starf
it: Lavoro predefinito
ja: デフォルトの勤務先
ko: 기본 직장
lt: Numatytoji darbovietė
lv: Noklusējuma darba vieta
nb: Standardjobb
nl: Standaardbaan
nn: Standardjobb
pl: Praca domyślna
pt_br: Emprego padrão
ro: Loc de muncă implicit
ru: Место работы по умолчанию
sk: Predvolené pracovisko
sl: Privzeta služba
sr: Podrazumevani posao
sv: Standardjobb
sw: Kazi chaguo-msingi
ta: இயல்புநிலை வேலை
th: งานเริ่มต้น
tr: Varsayılan iş
uk: Робота за замовчуванням
ur: ڈیفالٹ ملازمت
vi: Công việc mặc định
zh_hans: 默认工作
zh_hant: 預設工作

# settings.pay.jobActions.title
source: Job actions
ar: إجراءات الوظيفة
bg: Действия за работа
bn: কাজের কার্যক্রম
ca: Accions de la feina
cs: Akce práce
da: Jobhandlinger
de: Job-Aktionen
el: Ενέργειες δουλειάς
es: Acciones del trabajo
et: Töökoha toimingud
fa: اقدام‌های شغل
fi: Työpaikan toiminnot
fil: Mga aksyon sa trabaho
fr: Actions sur l’emploi
he: פעולות עבודה
hi: नौकरी कार्रवाइयाँ
hr: Radnje za posao
hu: Műveletek
id: Tindakan pekerjaan
is: Aðgerðir fyrir vinnu
it: Azioni lavoro
ja: 仕事の操作
ko: 일터 작업
lt: Darbo veiksmai
lv: Darba darbības
nb: Jobbhandlinger
nl: Baanacties
nn: Jobbhandlingar
pl: Działania pracy
pt_br: Ações do trabalho
ro: Acțiuni pentru locul de muncă
ru: Действия с работой
sk: Akcie práce
sl: Dejanja službe
sr: Radnje za posao
sv: Jobbåtgärder
sw: Vitendo vya kazi
ta: வேலை செயல்கள்
th: การดำเนินการของงาน
tr: İş işlemleri
uk: Дії з роботою
ur: ملازمت کے اقدامات
vi: Thao tác công việc
zh_hans: 工作操作
zh_hant: 工作操作

# settings.pay.manage_jobs.archived_title
source: Archived jobs
ar: الوظائف المؤرشفة
bg: Архивирани работни места
bn: আর্কাইভ করা কাজগুলো
ca: Feines arxivades
cs: Archivované pracovní pozice
da: Arkiverede jobs
de: Archivierte Jobs
el: Αρχειοθετημένες εργασίες
es: Trabajos archivados
et: Arhiveeritud töökohad
fa: شغل‌های بایگانی‌شده
fi: Arkistoidut työpaikat
fil: Mga naka-archive na trabaho
fr: Emplois archivés
he: משרות בארכיון
hi: आर्काइव की गई नौकरियाँ
hr: Arhivirani poslovi
hu: Archivált munkahelyek
id: Pekerjaan yang diarsipkan
is: Störf í geymslu
it: Lavori archiviati
ja: アーカイブ済みの勤務先
ko: 보관된 근무지
lt: Archyvuoti darbai
lv: Arhivētie darbi
nb: Arkiverte jobber
nl: Gearchiveerde banen
nn: Arkiverte jobber
pl: Zarchiwizowane miejsca pracy
pt_br: Empregos arquivados
ro: Joburi arhivate
ru: Архивные места работы
sk: Archivované pracovné miesta
sl: Arhivirane službe
sr: Arhivirani poslovi
sv: Arkiverade jobb
sw: Kazi zilizowekwa kwenye kumbukumbu
ta: காப்பகப்படுத்தப்பட்ட பணிகள்
th: งานที่เก็บถาวร
tr: Arşivlenmiş işler
uk: Архівовані роботи
ur: آرکائیو کردہ ملازمتیں
vi: Công việc đã lưu trữ
zh_hans: 已归档的工作
zh_hant: 已封存的工作

# settings.pay.manage_jobs.restore
source: Restore
ar: استعادة
bg: Възстановяване
bn: পুনরুদ্ধার করুন
ca: Restaurar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taasta
fa: بازگردانی
fi: Palauta
fil: Ibalik
fr: Restaurer
he: שחזר
hi: पुनः स्थापित करें
hr: Vrati
hu: Visszaállít
id: Pulihkan
is: Endurheimta
it: Ripristina
ja: 復元
ko: 복원
lt: Atkurti
lv: Atjaunot
nb: Gjenopprett
nl: Herstellen
nn: Gjenopprett
pl: Przywróć
pt_br: Restaurar
ro: Restaurează
ru: Восстановить
sk: Obnoviť
sl: Obnovi
sr: Vrati
sv: Återställ
sw: Rejeza
ta: மீட்டெடுக்கவும்
th: กู้คืน
tr: Geri yükle
uk: Відновити
ur: بحال کریں
vi: Khôi phục
zh_hans: 恢复
zh_hant: 復原

# settings.pay.manage_jobs.title
source: Manage jobs
ar: إدارة الوظائف
bg: Управление на работни места
bn: কাজ পরিচালনা করুন
ca: Gestiona les feines
cs: Správa pracovních pozic
da: Administrer jobs
de: Jobs verwalten
el: Διαχείριση εργασιών
es: Administrar trabajos
et: Töökohtade haldamine
fa: مدیریت شغل‌ها
fi: Hallitse työpaikkoja
fil: Pamahalaan ang mga trabaho
fr: Gérer les emplois
he: ניהול משרות
hi: जॉब प्रबंधित करें
hr: Upravljanje poslovima
hu: Munkahelyek kezelése
id: Kelola pekerjaan
is: Stjórna störfum
it: Gestisci lavori
ja: 勤務先を管理
ko: 근무지 관리
lt: Tvarkyti darbus
lv: Pārvaldīt darbus
nb: Administrer jobber
nl: Banen beheren
nn: Administrer jobber
pl: Zarządzaj miejscami pracy
pt_br: Gerenciar empregos
ro: Gestionează joburile
ru: Управление местами работы
sk: Spravovať pracovné miesta
sl: Upravljanje službami
sr: Upravljanje poslovima
sv: Hantera jobb
sw: Dhibiti kazi
ta: பணிகளை நிர்வகி
th: จัดการงาน
tr: İşleri yönet
uk: Керування роботами
ur: ملازمتوں کا انتظام
vi: Quản lý công việc
zh_hans: 管理工作
zh_hant: 管理工作
